ModemManager
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-openvpn
NetworkManager-openvpn-gnome
NetworkManager-ppp
NetworkManager-wifi
NetworkManager-wwan
PackageKit-gstreamer-plugin
Thunar
aajohan-comfortaa-fonts
abrt-cli
abrt-desktop
acl
alacritty
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda-install-env-deps
anaconda-live
ark
at
at-spi2-atk
at-spi2-core
atheros-firmware
attr
audit
authselect
autoconf
automake
b43-fwcutter
b43-openfwwf
bash
bash-color-prompt
bash-completion
bc
bcc
bcc-tools
bind-utils
binutils
bison
bluez-cups
brave-browser
brcmfmac-firmware
brltty
btrfs-progs
byacc
bzip2
ccache
chezmoi
chrony
cifs-utils
cirrus-audio-firmware
clang20-libs
clang20-resource-filesystem
colord
compiler-rt20
compsize
coreutils
cosmic-edit
cosmic-files
cosmic-initial-setup
cosmic-player
cosmic-session
cosmic-store
cosmic-term
cpio
crontabs
cryptsetup
cscope
ctags
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
dbus
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
deltarpm
dhcp-client
diffstat
distrobox
dnf5
dnf5-plugins
dnsmasq
dos2unix
dosfstools
doxygen
dracut-config-rescue
dracut-live
dracut-network
e2fsprogs
ed
efibootmgr
elfutils
elfutils-libelf-devel
ethtool
exfatprogs
fastfetch
fedora-bookmarks
fedora-release-cosmic
file
filesystem
firefox
firewalld
fish
flatpak
flex
fpaste
fprintd-pam
fwupd
gcc
gcc-c++
gdb
gettext
ghostscript
git
glibc
glibc-all-langpacks
glibc-devel
gnome-calculator
gnome-disk-utility
gnome-keyring-pam
gnome-system-monitor
gnupg2
gparted
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-ia32-modules
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-efi-x64-modules
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gstreamer1-plugin-dav1d
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-good
gstreamer1-plugins-ugly-free
gtk3-immodule-xim
gutenprint
gutenprint-cups
hfsplus-tools
hostname
hplip
hunspell
hyperv-daemons
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-table-chinese-cangjie
ibus-typing-booster
im-chooser
imsettings
imsettings-gsettings
indent
intel-audio-firmware
intel-gpu-firmware
intel-vsc-firmware
iproute
iptables-nft
iptstate
iputils
irqbalance
iscsi-initiator-utils
isomd5sum
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mvm-firmware
kbd
kbd-legacy
kernel
kernel-core
kernel-devel
kernel-headers
kernel-modules
kernel-modules-extra
kexec-tools
less
libatomic
libertas-firmware
libglvnd-gles
libnma-gtk4
libomp20
libomp20-devel
libreoffice-calc
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-impress
libreoffice-writer
libtool
libva-intel-media-driver
libxcrypt-devel
libzstd-devel
livesys-scripts
llhttp
llvm20-filesystem
llvm20-libs
logrotate
lrzsz
lsof
ltrace
lvm2
m4
mactel-boot
mailcap
make
man-db
man-pages
mcelog
mdadm
mediawriter
mesa-dri-drivers
mesa-vulkan-drivers
microcode_ctl
minicom
mpage
mt7xxx-firmware
mtr
ncurses
neovim
net-tools
nfs-utils
nheko
nmap-ncat
nss-mdns
ntfs-3g
ntfsprogs
nvidia-gpu-firmware
nvme-cli
nxpwireless-firmware
okular
open-vm-tools-desktop
opensc
openssh-clients
openssh-server
openssl-devel
openvpn
orca
paps
parted
passwdqc
patch
patchutils
pciutils
perf
pinfo
pipewire-alsa
pipewire-config-raop
pipewire-gstreamer
pipewire-pulseaudio
pipewire-utils
pkcs11-helper
pkgconf
plocate
plymouth
plymouth-system-theme
policycoreutils
ppp
prefixdevname
procps-ng
proton-vpn-daemon
proton-vpn-gnome-desktop
proton-vpn-gtk-app
protonvpn-stable-release
psacct
python3-aiodns
python3-aiohappyeyeballs
python3-aiohttp
python3-aiohttp+speedups
python3-aiosignal
python3-bcc
python3-bcrypt
python3-brotli
python3-dbus-fast
python3-devel
python3-fido2
python3-frozenlist
python3-gnupg
python3-importlib-metadata
python3-jaraco-classes
python3-jaraco-context
python3-jaraco-functools
python3-jeepney
python3-jinja2
python3-keyring
python3-keyring+completion
python3-more-itertools
python3-multidict
python3-netaddr
python3-pip
python3-propcache
python3-proton-core
python3-proton-keyring-linux
python3-proton-vpn-api-core
python3-proton-vpn-local-agent
python3-psutil
python3-pycares
python3-pynacl
python3-secretstorage
python3-sentry-sdk
python3-shtab
python3-yarl
python3-zipp
python3.12
qcom-wwan-firmware
qemu-guest-agent
quota
realmd
realtek-firmware
rhythmbox
rootfiles
rpm
rsync
rsyslog
samba-client
selinux-policy-targeted
setroubleshoot
setup
shadow-utils
shim-ia32
shim-x64
smartmontools
sos
speech-dispatcher
spice-vdagent
spice-webdavd
sssd-common
sssd-kcm
sssd-proxy
strace
subversion
sudo
symlinks
system-config-language
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-udev
systemtap
tailscale
tar
tcpdump
teamd
thunderbird
time
tiwilink-firmware
toolbox
traceroute
trayscale
tree
udisks2-btrfs
unzip
usb_modeswitch
usbutils
util-linux
valgrind
vim-minimal
virtualbox-guest-additions
wget2-wget
which
whois
wireguard-tools
wireplumber
words
wpa_supplicant
xfsprogs
zip
zlib-ng-compat-devel
zram-generator-defaults
