# Manage your dotfiles across multiple diverse machines, securely
brew "chezmoi"
# Application launcher and productivity software
cask "alfred"
# Web browser focusing on privacy
cask "brave-browser"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Smooths scrolling and set mouse scroll directions independently
cask "mos"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Mesh VPN based on WireGuard
cask "tailscale-app"
# Utility to switch between applications
cask "thor"
# Open-source BitTorrent client
cask "transmission"
# Open-source code editor
cask "visual-studio-code"
vscode "beardedbear.beardedicons"
vscode "esbenp.prettier-vscode"
vscode "jdinhlife.gruvbox"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
